package com.example.projectteorver;

public class A11 extends Namber{
    A11(int seed) {
        super(seed);
    }
    public String get(){
        return ". Рабочий обслуживает три станка. Вероятность того,\n" +
                "что в течение определенного промежутка времени отка-\n" +
                "жет первый станок, равна 0,7; второй — 0,7; третий — 0,8.\n" +
                "Составить ряд распределения числа станков, которые от-\n" +
                "кажут в течение определенного промежутка времени. Най-\n" +
                "ти М(Х), D(X), 2(X), F(X) этой случайной величины. По-\n" +
                "строить график F(X).\n";
    };
}
