package com.example.projectteorver;

public class A14 extends Namber{
    A14(int seed) {
        super(seed);
    }
    public String get(){
        return "Независимые случайные величины X  и  Y заданы таб-\n" +
                "лицами распределений.\n" +
                "Найти:\n" +
                "1) M(X), M(Y), D(X), D(Y);\n" +
                "2) таблицы распределения случайных величин Z1 =\n" +
                "2X + Y, Z2 = X 2 Y;\n" +
                "3) M(Z1), M(Z2), D(Z1), D(Z2) непосредственно по таб-\n" +
                "лицам распределений и на основании свойств математи-\n" +
                "ческого ожидания и дисперсии.\n";
      //  7.
      //    xi      -1  3     5        yi       -1      3
      //    pi      p  0,4   0,1      pi        0,3   0,7
    };
}
