package com.example.projectteorver;

public class A16 extends Namber{
    A16(int seed) {
        super(seed);
    }
    public String get(){
        return "ЗАДАНИЯ С СОСТАВНОЙ\n" +
                "ПЛОТНОСТЬЮ ВЕРОЯТНОСТИ\n" +
                "Дана плотность вероятности f(x) непрерывной случай-\n" +
                "ной величины X, имеющая две ненулевые составляющие\n" +
                "формулы.\n" +
                "Требуется:\n" +
                "1) проверить свойство f(x)dx 1;\n" +
                "\n" +
                "1\n" +
                "\n" +
                "21\n" +
                "\n" +
                "4 3\n" +
                "2) построить график f(x);\n" +
                "3) найти функцию распределения F(x);\n" +
                "4) найти Р(\u000B\fХ \f) для данных \u000B, ;\n" +
                "5) найти М(Х), D(X), \u000E(X).";

    };
}
