package com.example.projectteorver;

public class A17 extends Namber{
    A17(int seed) {
        super(seed);
    }
    public String get(){
        return "7. Исследуется район массовой гибели судов в войне\n" +
                "1939–1945 гг. Вероятность обнаружения затонувшего суд-\n" +
                "на за время поиска t задается формулой: Р(t) = 1 – e–0,04t.\n" +
                "Пусть случайная величина T — время, необходимое для\n" +
                "обнаружения очередного судна (в часах). Найти среднее\n" +
                "значение T.\n";
    };
}
