package com.example.projectteorver;

public class A20 extends Namber{
    A20(int seed) {
        super(seed);
    }
    public String get(){
        return ". В составе 90 вагонов, причем тормозное усилие в\n" +
                "колодках каждого вагона Ai имеет нормальное распреде-\n" +
                "ление (m = 28 т; 3 = 2 т). Для достаточной обеспеченности\n" +
                "\n" +
                "\n" +
                "ГЛАВА 8. ВАЖНЕЙШИЕ ЗАКОНОМЕРНОСТИ ТЕОРИИ 225\n" +
                "\n" +
                "поезда тормозными средствами должно выполняться не-\n" +
                "равенство: A 22600 т, где A — суммарное тормозное уси-\n" +
                "лие во всех колодках. С какой вероятностью поезд доста-\n" +
                "точно обеспечен тормозными средствами?\n";
    };
}
