package com.example.projectteorver;

public class B1 extends Namber {
    B1(int seed) { super(seed); }
    public String get() {
        return "Из цифр 1, 2, 3, 4, 5 составляются разные трехзнач+\n" +
                "ные числа, которые записываются на отдельные карточки.\n" +
                "Найти вероятность того, что в наугад взятой карточке:\n" +
                "а) написано число 123, если исходные цифры не повто+\n" +
                "ряются;\n" +
                "б) написано число 123, если исходные цифры могут\n" +
                "повторяться.";
    }
    public String aswer() {
        return "";
    }

}
