package com.example.projectteorver;

public class B10 extends Namber {
    B10(int seed) { super(seed); }
    public String get() {
        return "В денежной лотерее выпущено 1000 билетов. Разыг&\n" +
                "рывается один выигрыш в 1000 руб., четыре — по 500 руб.,\n" +
                "пять — по 400 руб. и десять выигрышей по 100 руб. Соста&\n" +
                "вить ряд распределения стоимости выигрыша для владель&\n" +
                "ца одного лотерейного билета. Найти М(Х), D(X), (X), F(X)\n" +
                "этой случайной величины. Построить график F(X).";
    }
    public String aswer() {
        return "";
    }
}
