package com.example.projectteorver;

public class B19 extends Namber {
    B19(int seed) { super(seed); }
    public String get() {
        return "Диаметр деталей, выпускаемых цехом, распределен\n" +
                "по нормальному закону с параметрами: математическое\n" +
                "ожидание — 5 см, дисперсия — 0,81 см2. Записать форму*\n" +
                "лу плотности вероятности для диаметра деталей. Какова\n" +
                "вероятность того, что диаметр наугад взятой детали нахо*\n" +
                "дится в интервале 4–7 см?";
    }
    public String aswer() {
        return "";
    }
}
