package com.example.projectteorver;

public class B3 extends Namber {
    B3(int seed) { super(seed); }
    public String get() {
        return "Два скрипача участвуют в конкурсе им. Паганини.\n" +
                "Вероятность стать лауреатом конкурса для первого музы&\n" +
                "канта равна 0,7, для второго — 0,6. Какова вероятность\n" +
                "того, что:\n" +
                "а) хотя бы один из них станет лауреатом;\n" +
                "б) станет лауреатом только первый скрипач;\n" +
                "в) лауреатами станут оба скрипача?";
    }
    public String aswer() {
        return "";
    }
}
