package com.example.projectteorver;

public class B5 extends Namber {
    B5(int seed) { super(seed); }
    public String get() {
        return "В конкурсе на замещение вакантной должности пре2\n" +
                "подавателя математики в Университете путей сообщения\n" +
                "приняли участие 10 выпускников омского, 30 — томско2\n" +
                "го и 15 — московского университетов. Вероятность выиг2\n" +
                "рать конкурс для них равна 0,8, 0,9 и 0,7 соответственно.\n" +
                "Какова вероятность того, что претендент, случайно позна2\n" +
                "комившийся с вами, выиграет конкурс?";
    }
    public String aswer() {
        return "";
    }
}
