package com.example.projectteorver;

public class B6 extends Namber {
    B6(int seed) { super(seed); }
    public String get() {
        return "В группе пять студентов имеют певческий голос со2\n" +
                "прано, семь — меццо2сопрано и три — контральто. Веро2\n" +
                "ятность того, что певцы будут приглашены на гастроли во\n" +
                "время экзаменационной сессии, равна 0,1, 0,2 и 0,4 соответственно. На экзамене по математике в этой группе пре%\n" +
                "подавателю сообщили, что студент Басов уже неделю га%\n" +
                "стролирует на Мальте. Какова вероятность, что Басов поет\n" +
                "меццо%сопрано?";
    }
    public String aswer() {
        return "";
    }

}
